Repository: robonamari/rnmoji
Catalog: languages/rnmoji-*.po
Languages: af, am, ar, de_de, fa_af, fa_ir, hy, pa_in, ps, sq

source: rnmoji Settings
af: rnmoji-instellings
am: rnmoji ማቀናበሪያዎች
ar: إعدادات rnmoji
de_de: rnmoji-Einstellungen
fa_af: تنظیمات rnmoji
fa_ir: تنظیمات rnmoji
hy: rnmoji կարգավորումներ
ps: د rnmoji ترتیبات
sq: Cilësimet e rnmoji
