Repository: robonamari/rnmoji
Catalog: languages/rnmoji-*.po
Languages: af, am, ar, de_de, fa_af, fa_ir, hy, pa_in, ps, sq

source: Plugin Settings
af: Inprop-instellings
am: የፕላግኢን ማቀናበሪያዎች
ar: إعدادات الإضافة
de_de: Plugin-Einstellungen
fa_af: تنظیمات افزونه
fa_ir: تنظیمات افزونه
hy: Պլագինի կարգավորումներ
ps: د پلگین ترتیبات
sq: Cilësimet e shtojcës

source: Upload New Emoji
af: Laai nuwe emoji op
am: አዲስ ኢሞጂ አስገባ
ar: رفع رمز تعبيري جديد
de_de: Neues Emoji hochladen
fa_af: آپلود ایموجی جدید
fa_ir: آپلود ایموجی جدید
hy: Վերբեռնել նոր էմոջի
pa_in: Nava Emoji Upload karo
ps: نوی ایموجي پورته کړئ
sq: Ngarko emoji të re

source: Upload Emoji
af: Laai emoji op
am: ኢሞጂ አስገባ
ar: رفع رمز تعبيري
de_de: Emoji hochladen
fa_af: آپلود ایموجی
fa_ir: آپلود ایموجی
hy: Վերբեռնել էմոջի
pa_in: Emoji Upload karo
ps: ایموجي پورته کړئ
sq: Ngarko emoji

source: Backup
af: Rugsteun
am: መቀመጫ
ar: نسخة احتياطية
de_de: Sicherung
fa_af: پشتیبان‌گیری
fa_ir: پشتیبان‌گیری
hy: Պահուստավորում
ps: بیک‌اپ
sq: Kopje rezervë

source: Create Backup
af: Skep rugsteun
am: መቀመጫ አዘጋጅ
ar: إنشاء نسخة احتياطية
de_de: Sicherung erstellen
fa_af: ایجاد پشتیبان
fa_ir: ایجاد پشتیبان
hy: Ստեղծել պահուստավորում
pa_in: Backup banao
ps: بیک‌اپ جوړ کړئ
sq: Krijo kopje rezervë

source: Upload Backup
af: Laai rugsteun op
am: መቀመጫ አስገባ
ar: رفع نسخة احتياطية
de_de: Sicherung hochladen
fa_af: آپلود پشتیبان
fa_ir: آپلود پشتیبان
hy: Վերբեռնել պահուստավորում
pa_in: Backup Upload karo
ps: بیک‌اپ پورته کړئ
sq: Ngarko kopje rezervë

source: Uploaded Emojis
fa_ir: ایموجی‌های آپلود شده

source: Emoji Image
fa_ir: تصویر ایموجی

source: Emoji Name
af: Emoji-naam
am: የኢሞጂ ስም
ar: اسم الرمز التعبيري
fa_af: نام ایموجی
fa_ir: نام ایموجی
hy: Էմոջիի անուն
pa_in: Emoji da Naam
ps: د ایموجي نوم
sq: Emri i emoji

source: Actions
af: Aksies
am: ተግባራት
ar: الإجراءات
de_de: Aktionen
fa_af: عملیات
fa_ir: اقدامات
hy: Գործողություններ
ps: عملونه
sq: Veprime

source: Rename
af: Hernoem
am: ቀይር
ar: إعادة تسمية
de_de: Umbenennen
fa_af: تغییر نام
fa_ir: تغییر نام
hy: Վերանվանել
pa_in: Naam badlo
ps: نوم بدل کړئ
sq: Riemërto

source: Delete
af: Verwyder
am: አጥፋ
ar: حذف
de_de: Löschen
fa_af: حذف
fa_ir: حذف
hy: Ջնջել
pa_in: Delete karo
ps: حذف کړئ
sq: Fshi

source: File name is already taken. Emoji not uploaded.
af: Lêernaam is reeds geneem. Emoji nie opgelaai nie.
am: የፋይል ስም ከዚህ በፊት ተይዞለታል። ኢሞጂ አልተሰቀለም።
ar: اسم الملف مستخدم بالفعل. لم يتم رفع الرمز التعبيري.
de_de: Dateiname ist bereits vergeben. Emoji wurde nicht hochgeladen.
fa_af: این نام فایل قبلاً استفاده شده است. ایموجی آپلود نشد.
fa_ir: نام فایل قبلاً گرفته شده است. ایموجی آپلود نشد.
hy: Ֆայլի անունը արդեն զբաղված է։ Էմոջին չի վերբեռնվել։
pa_in: File da naam pehlan hi leya ja chuka hai. Emoji upload nahi hoya.
ps: د فایل نوم لا دمخه کارول شوی. ایموجي نه‌دی پورته شوی.
sq: Emri i skedarit është përdorur tashmë. Emoji nuk u ngarkua.

source: Emoji uploaded and resized successfully.
af: Emoji suksesvol opgelaai en van grootte verander.
am: ኢሞጂ ተሰቀለና በተሳካ ሁኔታ ተቀይሯል።
ar: تم رفع الرمز التعبيري وتغيير حجمه بنجاح.
de_de: Emoji erfolgreich hochgeladen und in der Größe angepasst.
fa_af: ایموجی با موفقیت آپلود و تغییر اندازه داده شد.
fa_ir: ایموجی با موفقیت آپلود و تغییر اندازه شد.
hy: Էմոջին հաջողությամբ վերբեռնվել և չափափոխվել է։
pa_in: Emoji safalta nal upload ate resize kita gaya.
ps: ایموجي بریالي ډول پورته او اندازه یې بدله شوه.
sq: Emoji u ngarkua dhe madhësia u ndryshua me sukses.

source: Error converting image to WebP.
af: Fout tydens omskakeling van prent na WebP.
am: ምስሉን ወደ WebP ማስተካከል ላይ ስህተት አጋጠም።
ar: خطأ في تحويل الصورة إلى WebP.
de_de: Fehler beim Konvertieren des Bildes in WebP.
fa_af: خطا در تبدیل تصویر به WebP.
fa_ir: خطا در تبدیل تصویر به WebP.
hy: Նկարն ավելի WebP ձևաչափի փոխելու սխալ։
pa_in: Image nu WebP vich convert karan vich error.
ps: WebP ته د انځور اړولو کې تېروتنه.
sq: Gabim gjatë konvertimit të imazhit në WebP.

source: Error loading image.
af: Fout tydens laai van prent.
am: ምስሉን ማስገባት ላይ ስህተት አጋጠም።
ar: خطأ في تحميل الصورة.
de_de: Fehler beim Laden des Bildes.
fa_af: خطا در بارگذاری تصویر.
fa_ir: خطا در بارگذاری تصویر.
hy: Նկարն ազդարարելու սխալ։
pa_in: Image load karan vich error.
ps: انځور پورته کولو کې تېروتنه.
sq: Gabim gjatë ngarkimit të imazhit.

source: Backup created successfully.
af: Rugsteun suksesvol geskep.
am: መቀመጫ በተሳካ ሁኔታ ተፈጠረ።
ar: تم إنشاء النسخة الاحتياطية بنجاح.
de_de: Sicherung erfolgreich erstellt.
fa_af: پشتیبان‌گیری موفقانه انجام شد.
fa_ir: پشتیبان با موفقیت ایجاد شد.
hy: Պահուստավորումը հաջողությամբ ստեղծվել է։
pa_in: Backup safalta nal banaya gaya.
ps: بیک‌اپ په بریالیتوب جوړ شو.
sq: Kopja rezervë u krijua me sukses.

source: Download Backup
af: Laai rugsteun af
am: መቀመጫ አውርድ
ar: تحميل النسخة الاحتياطية
de_de: Sicherung herunterladen
fa_af: دانلود پشتیبان
fa_ir: دانلود پشتیبان
hy: Ներբեռնել պահուստավորումը
pa_in: Backup download karo
ps: بیک‌اپ ښکته کړئ
sq: Shkarko kopjen rezervë

source: Error creating backup.
fa_ir: خطا در ایجاد پشتیبان.

source: Backup uploaded successfully.
fa_ir: پشتیبان با موفقیت آپلود شد.

source: Error uploading backup file.
af: Fout tydens die oplaa van rugsteunlêer.
am: በመቀመጫ ፋይል ላይ ስህተት አጋጠም።
ar: خطأ في رفع ملف النسخة الاحتياطية.
de_de: Fehler beim Hochladen der Sicherungsdatei.
fa_af: خطا در آپلود فایل پشتیبان.
fa_ir: خطا در آپلود فایل پشتیبان.
hy: Պահուստային ֆայլի վերբեռնման սխալ։
pa_in: Backup file upload karan vich error.
ps: د بیک‌اپ فایل پورته کولو کې تېروتنه.
sq: Gabim gjatë ngarkimit të skedarit të kopjes rezervë.

source: Emoji renamed successfully.
af: Emoji suksesvol hernoem.
am: የኢሞጂ ስም በተሳካ ሁኔታ ተቀይሯል።
ar: تمت إعادة تسمية الرمز التعبيري بنجاح.
de_de: Emoji erfolgreich umbenannt.
fa_af: نام ایموجی با موفقیت تغییر یافت.
fa_ir: ایموجی با موفقیت تغییر نام داد.
hy: Էմոջին հաջողությամբ վերանվանվել է։
pa_in: Emoji da naam safalta nal badliya gaya.
ps: ایموجي نوم بریالي ډول بدل شو.
sq: Emoji u riemërua me sukses.

source: Error renaming emoji.
fa_ir: خطا در تغییر نام ایموجی.

source: Unauthorized access.
af: Onbevoegde toegang.
am: ያልተፈቀደ መዳረሻ።
ar: وصول غير مصرح به.
de_de: Unbefugter Zugriff.
fa_af: دسترسی غیرمجاز.
fa_ir: دسترسی غیرمجاز.
hy: Անթույլատրելի մուտք։
pa_in: Bina ijazat de access.
ps: نااجازه لاسرسی.
sq: Qasje e paautorizuar.

source: File not found.
af: Lêer nie gevind nie.
am: ፋይል አልተገኘም።
ar: الملف غير موجود.
de_de: Datei nicht gefunden.
fa_af: فایل پیدا نشد.
fa_ir: فایل پیدا نشد.
hy: Ֆայլը չի գտնվել։
pa_in: File nahi mili.
ps: فایل ونه‌موندل شو.
sq: Skedari nuk u gjet.

source: Add custom emojis to WordPress comment sections with rnmoji, allowing users to express themselves with fun and unique emoji reactions.
af: Voeg pasgemaakte emojis by WordPress-kommentaarafdelings met rnmoji, wat gebruikers toelaat om hulself uit te druk met lekker en unieke emoji-reaksies.
am: rnmoji በመጠቀም በWordPress አስተያየት ክፍል ውስጥ ልዩ እና ደስታ ያለው ኢሞጂ ለተጠቃሚዎች ማቅረብ እንዲችሉ ያስችላል።
ar: أضف رموز تعبيرية مخصصة إلى أقسام تعليقات ووردبريس باستخدام rnmoji، مما يتيح للمستخدمين التعبير عن أنفسهم بردود فعل ممتعة وفريدة.
de_de: Fügen Sie benutzerdefinierte Emojis zu den WordPress-Kommentaren mit rnmoji hinzu, damit Benutzer sich mit unterhaltsamen und einzigartigen Emoji-Reaktionen ausdrücken können.
fa_af: ایموجی‌های دلخواه را به بخش دیدگاه‌های وردپرس با rnmoji اضافه کنید تا کاربران بتوانند خود را با واکنش‌های جالب و منحصربه‌فرد بیان کنند.
fa_ir: با استفاده از rnmoji ایموجی‌های سفارشی را به بخش‌های نظرات وردپرس اضافه کنید تا کاربران بتوانند خود را با واکنش‌های ایموجی منحصر به فرد و جالب ابراز کنند.
hy: Ավելացնել հարմարեցված էմոջիներ WordPress մեկնաբանությունների բաժնում rnmoji-ով, թույլ տալով օգտատերերին արտահայտել իրենց զվարճալի և յուրօրինակ էմոջիներով։
pa_in: rnmoji nal WordPress de comment hisay vich custom emojis shamil karo, jo users nu mazedar ate wakhri emoji reactions nal apne jazbaat zahir karan di sahulat dindi hai.
ps: د rnmoji سره د WordPress د نظرونو برخو ته خپل ایموجي زیات کړئ، ترڅو کاروونکي وکولای شي خپل احساسات په خوندور او ځانګړو ایموجي عکس العملونو سره څرګند کړي.
sq: Shto emoji të personalizuara në seksionet e komenteve të WordPress me rnmoji, duke lejuar përdoruesit të shprehen me reagime emoji argëtuese dhe unike.

source: Settings
af: Instellings
am: ማቀናበሪያዎች
ar: الإعدادات
de_de: Einstellungen
fa_af: تنظیمات
fa_ir: تنظیمات
hy: Կարգավորումներ
ps: ترتیبات
sq: Cilësimet

source: Plugin Settings rnmoji
fa_ir: تنظیمات افزونه rnmoji

source: You can upload up to 2000 custom emojis.
af: Jy kan tot 2000 pasgemaakte emojis oplaai.
am: እስከ 2000 ልዩ ኢሞጂዎች ማስገባት ትችላለህ።
ar: يمكنك رفع حتى 2000 رمز تعبيري مخصص.
de_de: Sie können bis zu 2000 benutzerdefinierte Emojis hochladen.
fa_af: شما می‌توانید تا ۲۰۰۰ ایموجی دلخواه آپلود کنید.
fa_ir: شما می‌توانید تا ۲۰۰۰ ایموجی سفارشی آپلود کنید.
hy: Դուք կարող եք վերբեռնել մինչև 2000 հարմարեցված էմոջի։
pa_in: Tusi 2000 tak custom emojis upload kar sakde ho.
ps: تاسو کولای شئ تر ۲۰۰۰ پورې خپل ایموجي پورته کړئ.
sq: Mund të ngarkoni deri në 2000 emojis të personalizuar.

source: Upload Requirements:
af: Oplaai-vereistes:
am: የማስገባት መስፈርቶች:
ar: متطلبات الرفع:
de_de: Upload-Anforderungen:
fa_af: شرایط آپلود:
fa_ir: شرایط آپلود:
hy: Վերբեռնման պահանջներ՝
pa_in: Upload diyan shartan:
ps: د پورته کولو شرایط:
sq: Kërkesat për ngarkim:

source: File Type:
af: Lêertipe:
am: የፋይል አይነት:
ar: نوع الملف:
de_de: Dateityp:
fa_af: نوع فایل:
fa_ir: نوع فایل:
hy: Ֆայլի տիպը՝
pa_in: File da type:
ps: د فایل ډول:
sq: Lloji i skedarit:

source: Max file size: 256 KB
af: Maksimum lêergrootte: 256 KB
am: ከፍተኛ የፋይል መጠን: 256 KB
ar: الحد الأقصى لحجم الملف: 256 كيلوبايت
de_de: Maximale Dateigröße: 256 KB
fa_af: حداکثر اندازه فایل: ۲۵۶ کیلوبایت
fa_ir: حداکثر حجم فایل: ۲۵۶ کیلوبایت
hy: Առավելագույն ֆայլի չափը՝ 256 KB
ps: اعظمي فایل اندازه: ۲۵۶ کیلوبایټ
sq: Madhësia maksimale e skedarit: 256 KB

source: Recommended dimensions: 62 x 62 pixels
af: Aanbevole afmetings: 62 x 62 pixels
am: የተመከረ መጠን: 62 × 62 ፒክሰሎች
ar: الأبعاد الموصى بها: 62 × 62 بكسل
de_de: Empfohlene Abmessungen: 62 x 62 Pixel
fa_af: ابعاد پیشنهادی: ۶۲ در ۶۲ پیکسل
fa_ir: ابعاد پیشنهادی: ۶۲ در ۶۲ پیکسل
hy: Խորհուրդ տրվող չափերը՝ 62 x 62 պիքսել
pa_in: Sifarsh kiti gai dimensions: 62 x 62 pixels
ps: سپارښتل شوې اندازه: ۶۲ x ۶۲ پکسل
sq: Dimensionet e rekomanduara: 62 x 62 pikselë

source: Naming: Emoji names must be at least 2 characters long and can only contain alphanumeric characters and underscores
af: Naamgewing: Emoji- name moet minstens 2 karakters lank wees en slegs alfanumeriese karakters en onderstrepings bevat
am: ስም መስጠት፡ የኢሞጂዎች ስሞች ከ2 ቁምፊዎች ቢያንስ መሆን እና ፊደሎች፣ ቁጥሮችና ብቻ ታች መይዘው አለበት።
ar: التسمية: يجب أن تكون أسماء الرموز التعبيرية بطول حرفين على الأقل ويمكن أن تحتوي فقط على حروف وأرقام وشرطات سفلية
de_de: Benennung: Emoji-Namen müssen mindestens 2 Zeichen lang sein und dürfen nur alphanumerische Zeichen und Unterstriche enthalten
fa_af: نام‌گذاری: نام‌های ایموجی باید حداقل ۲ حرف داشته باشند و فقط شامل کاراکترهای الفبایی-عددی و زیرخط (_) باشند
fa_ir: نام‌گذاری: نام ایموجی باید حداقل ۲ کاراکتر باشد و فقط شامل حروف، اعداد و زیرخط باشد
hy: Անվանումը՝ Էմոջիի անունները պետք է լինեն առնվազն 2 նիշ և պարունակեն միայն ալֆանման թվային տառեր և ստորակետեր
pa_in: Naming: Emoji naam kam to kam 2 characters lamba hona chahida hai ate sirf alphanumeric characters ate underscores hone chahide ne.
ps: نوم ورکول: د ایموجي نومونه باید لږ تر لږه ۲ توري ولري او یوازې عددي او توري کرکټرونه او لاندي کرښه ولري
sq: Emërtimi: Emrat e emojis duhet të jenë të paktën 2 karaktere dhe mund të përmbajnë vetëm karaktere alfanumerike dhe nënvizime

source: Uploaded Emojis - (%s) slots available
fa_ir: ایموجی‌های آپلودشده - (%s) جای خالی موجود

source: Error resizing image.
af: Fout tydens grootte-verandering van prent.
am: የምስሉን መጠን መለወጥ ላይ ስህተት አጋጠም።
ar: خطأ في تغيير حجم الصورة.
de_de: Fehler beim Ändern der Bildgröße.
fa_af: خطا در تغییر اندازه تصویر.
fa_ir: خطا در تغییر اندازه تصویر.
hy: Նկարին չափափոխելու սխալ։
pa_in: Image resize karan vich error.
ps: د انځور اندازه بدلولو کې تېروتنه.
sq: Gabim gjatë ndryshimit të madhësisë së imazhit.

source: Invalid emoji name or old filename.
fa_ir: نام ایموجی یا نام فایل قدیمی نامعتبر است.

source: Original emoji file not found.
fa_ir: فایل ایموجی اصلی پیدا نشد.

source: New emoji name already exists.
af: Nuwe emoji-naam bestaan reeds.
am: አዲሱ የኢሞጂ ስም ከዚህ በፊት አለ።
ar: اسم الرمز التعبيري الجديد موجود بالفعل.
de_de: Der neue Emoji-Name existiert bereits.
fa_af: نام جدید ایموجی قبلاً موجود است.
fa_ir: نام ایموجی جدید قبلاً وجود دارد.
hy: Նոր էմոջիի անունը արդեն գոյություն ունի։
pa_in: Nava emoji naam pehlan hi mojood hai.
ps: نوی ایموجي نوم لا دمخه موجود دی.
sq: Emri i ri i emoji ekziston tashmë.

source: You have reached the maximum limit of 2000 emojis. Upload not allowed.
af: Jy het die maksimum limiet van 2000 emojis bereik. Oplaaien nie toegelaat nie.
am: ከፍተኛውን ደረጃ ደርሰህ አለህ - 2000 ኢሞጂዎች። ማስገባት አይቻልም።
ar: لقد وصلت إلى الحد الأقصى 2000 رمز تعبيري. الرفع غير مسموح.
de_de: Sie haben das maximale Limit von 2000 Emojis erreicht. Hochladen nicht erlaubt.
fa_af: شما به حداکثر حد ۲۰۰۰ ایموجی رسیده‌اید. آپلود مجاز نیست.
fa_ir: شما به حداکثر محدودیت ۲۰۰۰ ایموجی رسیدید. بارگذاری مجاز نیست.
hy: Դուք հասել եք 2000 էմոջիի առավելագույն սահմանին։ Վերբեռնումը թույլատրված չէ։
pa_in: Tuhada emoji di limit 2000 te pohoch chuki hai. Upload allowed nahi.
ps: تاسو د ۲۰۰۰ ایموجي اعظمي حد ته رسېدلي یاست. پورته کول اجازه نه‌لري.
sq: Keni arritur kufirin maksimal prej 2000 emojis. Ngarkimi nuk lejohet.

source: File size must be 256 KB or less.
af: Lêergrootte moet 256 KB of minder wees.
am: የፋይል መጠን 256 KB ወይም ከዚያ በታች መሆን አለበት።
ar: يجب أن يكون حجم الملف 256 كيلوبايت أو أقل.
de_de: Die Dateigröße muss 256 KB oder weniger betragen.
fa_af: اندازه فایل باید ۲۵۶ کیلوبایت یا کمتر باشد.
fa_ir: حجم فایل باید حداکثر ۲۵۶ کیلوبایت باشد.
hy: Ֆայլի չափը պետք է լինի 256 KB կամ փոքր։
pa_in: File da size 256 KB ya is to ghatt hona chahida hai.
ps: د فایل اندازه باید ۲۵۶ کیلوبایټ یا کمه وي.
sq: Madhësia e skedarit duhet të jetë 256 KB ose më pak.

source: Emoji name must be at least 2 characters and only contain letters, numbers, and underscores.
af: Emoji-naam moet minstens 2 karakters hê en slegs letters, syfers en onderstrepings bevat.
am: የኢሞጂ ስም ከ2 ቁምፊዎች ቢያንስ መሆን እና ፊደሎች፣ ቁጥሮች እና ብቻ ከታች መሆን አለበት።
ar: يجب أن يكون اسم الرمز التعبيري مكونًا من حرفين على الأقل ويحتوي فقط على أحرف وأرقام وشرطات سفلية.
de_de: Der Emoji-Name muss mindestens 2 Zeichen lang sein und darf nur Buchstaben, Zahlen und Unterstriche enthalten.
fa_af: نام ایموجی باید حداقل ۲ حرف باشد و فقط شامل حروف، ارقام و زیرخط (_) باشد.
fa_ir: نام ایموجی باید حداقل ۲ کاراکتر باشد و فقط شامل حروف، اعداد و زیرخط باشد.
hy: Էմոջիի անունը պետք է ունենա առնվազն 2 նիշ և պարունակի միայն տառեր, թվեր և ստորակետեր։
pa_in: Emoji da naam kam to kam 2 characters da hona chahida hai ate sirf akhar, number ate underscores hone chahide ne.
ps: د ایموجي نوم باید لږ تر لږه ۲ توري ولري او یوازې توري، شمېرې او لاندي کرښه ولري.
sq: Emri i emoji duhet të ketë të paktën 2 karaktere dhe të përmbajë vetëm shkronja, numra dhe nënvizime.

source: Search Emojis
af: Soek emojis
am: ኢሞጂዎችን ፈልግ
ar: بحث عن الرموز التعبيرية
de_de: Emojis suchen
fa_af: جستجوی ایموجی‌ها
fa_ir: جستجوی ایموجی‌ها
hy: Որոնել էմոջիներ
pa_in: Emojis labho
ps: ایموجي ولټوئ
sq: Kërko emojis

source: Emojis - %s slots available
af: Emojis - %s gleuwe beskikbaar
am: ኢሞጂዎች - %s ቦታዎች አሉ
ar: الرموز التعبيرية - %s فتحات متاحة
de_de: Emojis – %s Plätze verfügbar
fa_af: ایموجی‌ها - %s جای خالی باقی مانده
fa_ir: ایموجی‌ها - %s جایگاه موجود
hy: Էմոջիներ - %s ազատ տեղ
pa_in: Emojis - %s jagah available
ps: ایموجي - %s ځایونه موجود دي
sq: Emojis - %s vende të lira

source: List of uploaded emojis with actions
af: Lys van opgelaaide emojis met aksies
am: የተሰቀሉ ኢሞጂዎች ዝርዝር ከተግባራት ጋር
ar: قائمة الرموز التعبيرية المرفوعة مع الإجراءات
de_de: Liste der hochgeladenen Emojis mit Aktionen
fa_af: لیست ایموجی‌های آپلود شده با گزینه‌ها
fa_ir: لیست ایموجی‌های بارگذاری‌شده با عملیات
hy: Վերբեռնված էմոջիների ցուցակ գործողություններով
pa_in: Uploaded emojis di list ate actions
ps: د پورته شویو ایموجي لیست له عملونو سره
sq: Lista e emojis të ngarkuara me veprime

source: Emoji
am: ኢሞጂ
ar: رمز تعبيري
fa_af: ایموجی
fa_ir: ایموجی
hy: Էմոջի
ps: ایموجي

source: At least 2 chars, alphanumeric and underscores only
af: Minstens 2 karakters, slegs alfanumeries en onderstrepings
am: ከ2 ቁምፊዎች ቢያንስ፣ ፊደሎች፣ ቁጥሮች እና ብቻ ታች
ar: على الأقل حرفين، حروف وأرقام وشرطات سفلية فقط
de_de: Mindestens 2 Zeichen, nur alphanumerisch und Unterstriche
fa_af: حداقل ۲ حرف، فقط حروف، ارقام و زیرخط
fa_ir: حداقل ۲ کاراکتر، فقط حروف، اعداد و آندرلاین
hy: Առնվազն 2 նիշ, միայն ալֆանման թվեր և ստորակետեր
pa_in: Kam to kam 2 characters, sirf alphanumeric ate underscores
ps: لږ تر لږه ۲ کرکټرونه، یوازې عددي، توري او لاندي کرښه
sq: Të paktën 2 karaktere, vetëm alfanumerikë dhe nënvizime

source: Rename emoji name
af: Hernoem emoji-naam
am: የኢሞጂ ስም ቀይር
ar: إعادة تسمية اسم الرمز التعبيري
de_de: Emoji-Namen umbenennen
fa_af: تغییر نام ایموجی
fa_ir: تغییر نام ایموجی
hy: Վերանվանել էմոջիի անունը
pa_in: Emoji da naam badlo
ps: د ایموجي نوم بدل کړئ
sq: Riemërto emrin e emoji-t

source: Are you sure you want to delete this emoji?
af: Is jy seker jy wil hierdie emoji verwyder?
am: እርግጠኛ ነህ እንደዚህ ኢሞጂ ማጥፋት ይፈልጋሉ?
ar: هل أنت متأكد أنك تريد حذف هذا الرمز التعبيري؟
de_de: Sind Sie sicher, dass Sie dieses Emoji löschen möchten?
fa_af: آیا مطمئن هستید که می‌خواهید این ایموجی را حذف کنید؟
fa_ir: مطمئنید می‌خواهید این ایموجی را حذف کنید؟
hy: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել այս էմոջին։
pa_in: Ki tusi yakeen ho ke tusi eh emoji delete karna chaunde ho?
ps: ایا تاسو ډاډه یاست چې دا ایموجي حذف کړئ؟
sq: A jeni i sigurt që doni ta fshini këtë emoji?

source: Unable to create upload directory.
fa_ir: ایجاد پوشه بارگذاری امکان‌پذیر نیست.

source: Error uploading file.
af: Fout tydens lêeroplaai.
am: ፋይል ማስገባት ላይ ስህተት አጋጠም።
ar: خطأ في رفع الملف.
de_de: Fehler beim Hochladen der Datei.
fa_af: خطا در آپلود فایل.
fa_ir: خطا در بارگذاری فایل.
hy: Ֆայլի վերբեռնումը ձախողվեց։
pa_in: File upload karan vich error.
ps: فایل پورته کولو کې تېروتنه.
sq: Gabim gjatë ngarkimit të skedarit.

source: Unable to delete existing backup file.
af: Kan bestaande rugsteunlêer nie uitvee nie.
am: ያለውን የመቀመጫ ፋይል መሰረዝ አልተቻለም።
ar: غير قادر على حذف ملف النسخة الاحتياطية الحالي.
de_de: Die vorhandene Sicherungsdatei konnte nicht gelöscht werden.
fa_af: قادر به حذف فایل پشتیبان موجود نیست.
fa_ir: امکان حذف فایل پشتیبان موجود نیست.
hy: Չի հաջողվում ջնջել գոյություն ունեցող պահուստային ֆայլը։
pa_in: Mojooda backup file nu delete karan vich nakami.
ps: اوسنی بیک‌اپ فایل نه‌شي حذفېدلی.
sq: Nuk mund të fshihet skedari ekzistues i kopjes rezervë.

source: Failed to create backup ZIP file.
af: Het nie daarin geslaag om 'n rugsteun ZIP-lêer te skep nie.
am: የመቀመጫ ፋይል ZIP ማፍጠር አልተሳካም።
ar: فشل في إنشاء ملف النسخة الاحتياطية بصيغة ZIP.
de_de: Erstellung der Sicherungs-ZIP-Datei fehlgeschlagen.
fa_af: ساخت فایل پشتیبان ZIP ناکام ماند.
fa_ir: ساخت فایل فشرده پشتیبان شکست خورد.
hy: Չի հաջողվել ստեղծել պահուստավորման ZIP ֆայլը։
pa_in: Backup ZIP file banan vich nakami.
ps: د بیک‌اپ ZIP فایل جوړولو کې تېروتنه.
sq: Dështoi krijimi i skedarit ZIP të kopjes rezervë.

source: Backup creation failed.
af: Rugsteenskaping het misluk.
am: የመቀመጫ ማፍጠር አልተሳካም።
ar: فشل إنشاء النسخة الاحتياطية.
de_de: Sicherungserstellung fehlgeschlagen.
fa_af: ایجاد پشتیبان ناکام ماند.
fa_ir: ساخت پشتیبان موفق نبود.
hy: Պահուստավորման ստեղծումը ձախողվեց։
pa_in: Backup banan vich nakami.
ps: د بیک‌اپ جوړول ناکام شول.
sq: Krijimi i kopjes rezervë dështoi.

source: No backup file uploaded.
fa_ir: هیچ فایل پشتیبانی بارگذاری نشده است.

source: Uploaded file is not a ZIP archive.
af: Opgehoopte lêer is nie 'n ZIP-argief nie.
am: የተሰቀለው ፋይል ZIP አርካይቭ አይደለም።
ar: الملف المرفوع ليس أرشيف ZIP.
de_de: Die hochgeladene Datei ist kein ZIP-Archiv.
fa_af: فایل آپلود شده یک آرشیف ZIP نیست.
fa_ir: فایل بارگذاری‌شده آرشیو ZIP نیست.
hy: Վերբեռնված ֆայլը ZIP արխիվ չէ։
pa_in: Upload kita gaya file ZIP archive nahi hai.
ps: پورته شوی فایل د ZIP آرشیف نه‌دی.
sq: Skedari i ngarkuar nuk është një arkiv ZIP.

source: Failed to open ZIP archive.
af: Kon ZIP-argief nie oopmaak nie.
am: ZIP አርካይቭ መክፈት አልተሳካም።
ar: فشل في فتح أرشيف ZIP.
de_de: ZIP-Archiv konnte nicht geöffnet werden.
fa_af: باز کردن آرشیف ZIP ناکام ماند.
fa_ir: بازکردن آرشیو ZIP ناموفق بود.
hy: Չի հաջողվում բացել ZIP արխիվը։
pa_in: ZIP archive kholan vich nakami.
ps: د ZIP آرشیف پرانیستل ونه‌شول.
sq: Dështoi hapja e arkivit ZIP.

source: Failed to create emoji directory.
fa_ir: ایجاد پوشه ایموجی شکست خورد.

source: Failed to extract backup files.
af: Kon rugsteunlêers nie uitpak nie.
am: የመቀመጫ ፋይሎችን መወጣት አልተሳካም።
ar: فشل في استخراج ملفات النسخة الاحتياطية.
de_de: Sicherungsdateien konnten nicht extrahiert werden.
fa_af: استخراج فایل‌های پشتیبان ناکام ماند.
fa_ir: استخراج فایل‌های پشتیبان ناموفق بود.
hy: Չի հաջողվում դուրս բերել պահուստային ֆայլերը։
pa_in: Backup files extract karan vich nakami.
ps: د بیک‌اپ فایلونه نه‌دي استخراج شوي.
sq: Dështoi nxjerrja e skedarëve të kopjes rezervë.

source: Backup uploaded and extracted successfully.
af: Rugsteun suksesvol opgelaai en uitgepak.
am: መቀመጫ ተሰቀለና በተሳካ ሁኔታ ተወጣ።
ar: تم رفع واستخراج النسخة الاحتياطية بنجاح.
de_de: Sicherung erfolgreich hochgeladen und extrahiert.
fa_af: پشتیبان با موفقیت آپلود و استخراج شد.
fa_ir: پشتیبان با موفقیت بارگذاری و استخراج شد.
hy: Պահուստավորումը հաջողությամբ վերբեռնվել և դուրս է բերվել։
pa_in: Backup safalta nal upload ate extract kita gaya.
ps: بیک‌اپ بریالي ډول پورته او استخراج شو.
sq: Kopja rezervë u ngarkua dhe u nxorr me sukses.

source: Emoji name must be at least 2 characters and contain only letters, numbers, and underscores.
af: Emoji-naam moet minstens 2 karakters hê en slegs letters, syfers en onderstrepings bevat.
am: የኢሞጂ ስም ከ2 ቁምፊዎች ቢያንስ መሆን እና ፊደሎች፣ ቁጥሮች እና ብቻ ከታች መሆን አለበት።
ar: يجب أن يكون اسم الرمز التعبيري مكونًا من حرفين على الأقل ويحتوي فقط على أحرف وأرقام وشرطات سفلية.
de_de: Der Emoji-Name muss mindestens 2 Zeichen lang sein und darf nur Buchstaben, Zahlen und Unterstriche enthalten.
fa_af: نام ایموجی باید حداقل ۲ حرف باشد و فقط شامل حروف، ارقام و زیرخط (_) باشد.
fa_ir: نام ایموجی باید حداقل ۲ کاراکتر و فقط شامل حروف، اعداد و آندرلاین باشد.
hy: Էմոջիի անունը պետք է ունենա առնվազն 2 նիշ և պարունակի միայն տառեր, թվեր և ստորակետեր։
pa_in: Emoji da naam kam to kam 2 characters da hona chahida hai ate sirf akhar, number ate underscores hona chahide ne.
ps: د ایموجي نوم باید لږ تر لږه ۲ توري ولري او یواځې توري، شمېرې او لاندي کرښه ولري.
sq: Emri i emoji duhet të ketë të paktën 2 karaktere dhe të përmbajë vetëm shkronja, numra dhe nënvizime.

source: Original emoji file does not exist.
af: Oorspronklike emoji-lêer bestaan nie.
am: የመነሻው ኢሞጂ ፋይል አልተገኘም።
ar: ملف الرمز التعبيري الأصلي غير موجود.
de_de: Die ursprüngliche Emoji-Datei existiert nicht.
fa_af: فایل اصلی ایموجی وجود ندارد.
fa_ir: فایل اصلی ایموجی وجود ندارد.
hy: Նախնական էմոջիի ֆայլը գոյություն չունի։
pa_in: Original emoji file mojood nahi.
ps: اصلي ایموجي فایل شتون نه‌لري.
sq: Skedari origjinal i emoji nuk ekziston.

source: Failed to rename emoji.
af: Kon emoji nie hernoem nie.
am: የኢሞጂ ስም መቀየር አልተሳካም።
ar: فشل في إعادة تسمية الرمز التعبيري.
de_de: Emoji konnte nicht umbenannt werden.
fa_af: تغییر نام ایموجی ناکام ماند.
fa_ir: تغییر نام ایموجی ناموفق بود.
hy: Չի հաջողվել վերանվանել էմոջին։
pa_in: Emoji da naam badlan vich nakami.
ps: د ایموجي نوم بدلول ناکام شول.
sq: Dështoi riemërimi i emoji-t.

source: No emoji files found to back up.
af: Geen emoji-lêers gevind om rugsteun te maak nie.
am: ለመቀመጥ የሚገቡ ኢሞጂ ፋይሎች አልተገኙም።
ar: لم يتم العثور على ملفات رموز تعبيرية للنسخ الاحتياطي.
de_de: Keine Emoji-Dateien zum Sichern gefunden.
fa_af: هیچ فایل ایموجی برای پشتیبان‌گیری یافت نشد.
fa_ir: هیچ فایل ایموجی‌ای برای پشتیبان‌گیری پیدا نشد.
hy: Պահուստավորման համար էմոջի ֆայլեր չեն գտնվել։
pa_in: Backup layi koi emoji files nahi mile.
ps: هیڅ ایموجي فایل د بیک‌اپ لپاره ونه‌موندل شو.
sq: Nuk u gjetën skedarë emoji për t'u kopjuar.
